
class MainPageData:
    FIRST_ANSWER_TEXT = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    SECOND_ANSWER_TEXT = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    THIRD_ANSWER_TEXT = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    FOURTH_ANSWER_TEXT = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    FIFTH_ANSWER_TEXT = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    SIXTH_ANSWER_TEXT = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    SEVENTH_ANSWER_TEXT = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    EIGHTH_ANSWER_TEXT = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'

    ORDER_DATA_1 = [{'name': 'Тестировщик', 'last_name': 'Автоматизаторов', 'address': 'Москва, Самокатная, д69','phone': '+79006084444'},{'comment': 'Комментарий для курьера номер 1'}]
    ORDER_DATA_2 = [{'name': 'Автоматизатор', 'last_name': 'Тестировщик', 'address': 'Москва, Тестовая, д6', 'phone': '+7960902020'},{'comment': 'Комментарий для курьера номер 2'}]